Repository: BharatKalluri/Gifup
Catalog: po/extra/*.po
Languages: nl, pt

source: Create GIFs in Linux
nl: Maak gifjes op Linux
pt: Crie GIF's no Linux

source: Create GIFs from Videos!
nl: Zet video's om in gifjes!
pt: Crie GIF's a partir de vídeos!

source: About Gifup
nl: Over Gifup
pt: Sobre o Gifup

source: Create GIFs from Videos quickly!
nl: Zet video's snel om in gifjes!
pt: Crie GIFs rapidamente a partir de vídeos!

source: Gifup is a simple and effective way to create GIFs from video files.
nl: Met Gifup kun je heel snel en doeltreffend gifjes maken uit videobestanden.
pt: O Gifup é uma forma simples e eficiente de criar GIFs a partir de ficheiros de vídeo.

source: Features:
nl: Kenmerken:
pt: Funcionalidades:

source: Control start and end time of the GIF
nl: Bepaald de begin- en eindtijd
pt: Controle o tempo de inicio e fim do GIF

source: Watch live preview of the start and end frames
nl: Bekijken een live-voorvertoning van het eerste tot het laatste frame
pt: Visualize ao vivo a antevisão dos fotogramas de inicio e fim

source: Control frames per second and height of the gif
nl: Kies het aantal frames per seconde en de hoogte
pt: Controle os fotogramas por segundo e o peso do gif

source: Convert complete video into a GIF
nl: Converteer een volledige video naar een gifje
pt: Converta um vídeo completo num GIF

source: UI Revamp, Changed screenshot!
nl: Gewijzigd: veel aanpassingen aan de vormgeving en de schermfoto.
pt: Renovação da interface do utilizador. Alteração da captura de ecrã!
