Repository: BharatKalluri/Gifup
Catalog: po/*.po
Languages: ca, es, fr, lt, nl, pt, ru

source: End Time :
ca: Acabament:
es: Finalización:
fr: Fin :
nl: Eindtijd:
pt: Tempo de Fim:
ru: Plural-Forms: nplurals=3; plural=n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2; X-Generator: Poedit 2.0.4

source: Gif is Up at: %s!
nl: Het gif-bestand is ge√ºpload naar: %s!
pt: Gif está Up em: %s!
ru: Gif сохранён как: %s!

source: Check if all fields have sane values and try again.
ca: Comproveu que tots els camps tinguin valors adecuats i torneu-ho a intentar.
es: Revise que los campos tengan valores apropiados e inténtelo de nuevo.
fr: Vérifiez si tous les champs ont des valeurs correctes et réessayez.
lt: Patikrinkite ar visuose laukuose yra teisingos reikšmės ir bandykite dar kartą.
nl: Controleer of alle velden juist zijn ingevuld en probeer het opnieuw.
pt: Verifique se os campos têm valores corretos e tente outra vez.
ru: Проверьте все ли поля имеют правильные значения и попробуйте снова.

source: Status
ca: Estat:
es: Estado
fr: Statut
lt: Būsena
pt: Estado
ru: Статус

source: Is a file selected?
ca: Heu seleccionat un fitxer?
es: Compruebe que se ha seleccionado un archivo.
fr: Avez-vous sélectionné un fichier ?
lt: Ar yra pasirinktas failas?
nl: Heb je een bestand gekozen?
pt: Existe algum ficheiro selecionado?
ru: Файл выбран?

source: Select video:
fr: Sélectionner la vidéo :
nl: Video kiezen:
pt: Selecione vídeo:
ru: Выбор видео:

source: Select save directory:
fr: Sélectionner le dossier de destination :
nl: Opslagmap kiezen:
pt: Selecione onde quer gravar:
ru: Выбор папки сохранения:

source: Basic Options
ca: Opcions bàsiques
es: Opciones básicas
fr: Options de base
lt: Pagrindiniai
nl: Algemene instellingen
pt: Opções Básicas
ru: Основные параметры

source: Advanced Options
ca: Opcions avançades
es: Opciones avanzadas
fr: Options avancées
lt: Išplėstiniai
nl: Geavanceerde instellingen
pt: Opções Avançadas
ru: Дополнительные параметры

source: Make GIF!
ca: Crea el GIF
es: Crear GIF
fr: Transformer en GIF !
lt: Sukurti GIF!
nl: Maak een gif-bestand!
pt: Fazer o GIF!
ru: Создать GIF!

source: Convert Complete Video
ca: Converteix el vídeo sencer
es: Convertir vídeo completo
fr: Convertir la vidéo complète
nl: Volledige video converteren
pt: Converter o Vídeo Completo
ru: Конвертировать весь видеофайл

source: Gif height:
ca: Alçada del GIF:
es: Altura del GIF:
fr: Hauteur du Gif :
nl: GIF-hoogte:
pt: Altura do Gif:
ru: Высота изображения:

source: Gif width:
ca: Amplada del GIF:
es: Anchura del GIF:
fr: Largeur du Gif :
nl: GIF-breedte:
pt: Largura do Gif:
ru: Ширина изображенния:

source: Frames Per Seconds:
ca: Fotogrames per segon:
es: Fotogramas por segundo:
fr: Images par seconde :
lt: Kadrų per sekundę:
nl: Aantal frames per seconde:
pt: Fotogramas Por Segundo:
ru: Кадров в секунду:

source: Start Time :
ca: Inici:
es: Inicio:
fr: Début :
nl: Begintijd:
pt: Tempo de Inicio:
ru: Время начала :

source: Create GIFs in Linux
ca: Creeu GIF al Linux
es: Cree GIF en Linux
ru: Создание Gif-файлов в Linux

source: Create GIFs from Videos!
ca: Creeu GIF a partir de vídeos!
es: Cree GIF a partir de vídeos
ru: Создание Gif-файлов из видео!

source: About Gifup
ca: Quant al Gifup
es: Acerca de Gifup
ru: О программе Gifup

source: Create GIFs from Videos quickly!
ca: Creeu GIF a partir de vídeos amb rapidesa
es: Cree GIF desde vídeos rápidamente
ru: Быстрое создание Gif-файлов из видео!

source: Gifup is a simple and effective way to create GIFs from video files.
ca: El Gifup és una eina senzilla i eficaç per a crear GIF a partir de fitxers de vídeo.
es: Gifup es una herramienta sencilla y eficaz para crear GIF a partir de archivos de vídeo.
ru: Gifup это простой и эффективный способ создания Gif-файлов из видео.

source: Features:
ca: Funcionalitats:
es: Funcionalidades:
ru: Особенности:

source: Control start and end time of the GIF
ca: Controla el temps d’inici i acabament del GIF
es: Control del tiempo de inicio y finalización del GIF
ru: Контроль времени начала и окончания Gif-файла

source: Watch live preview of the start and end frames
ca: Mostra una previsualització en directe dels fotogrames inicial i final
es: Previsualización en directo de los fotogramas inicial y final
ru: Просмотр видео-превью начала и конца периодов

source: Control frames per second and height of the gif
ca: Controla els fotogrames per segon i l’alçada del GIF
es: Control de fotogramas por segundo y altura del GIF
ru: Настройка частоты кадров и высоты изображения

source: Convert complete video into a GIF
ca: Converteix un vídeo sencer en un GIF
es: Conversión de vídeos enteros en GIF
ru: Конвертирование видео в Gif

source: UI Revamp, Changed screenshot!
ca: Modernització de la IU; canvi de captura de pantalla
es: Modernización de la IU; cambio de captura de pantalla
ru: Исправление интерфейса , изменен скриншот!

source: Gif is Up at %s!
ca: Trobareu el GIF a %s.
es: Encontrará el GIF en %s.
lt: Gif sukurtas ties %s!

source: Select a File!
lt: Pasirinkite failą!

source: Tip: Click enter after entering time for previews!
lt: Patarimas: Įvedę laiką, paspauskite Enter, kad pamatytumėte peržiūras!

source: Start Time (hh:mm:ss):
lt: Pradžios laikas (vv:mm:ss):

source: End Time (hh:mm:ss):
lt: Pabaigos laikas (vv:mm:ss):

source: Gif Height:
lt: Gif aukštis:

source: Open File
lt: Atverti failą

source: _Cancel
lt: _Atsisakyti

source: _Open
lt: A_tverti

source: Open your favourite file
fr: Ouvrez votre fichier favori
nl: Open je favoriete bestand
pt: Abrir um ficheiro favorito seu
